Repository: legalwebio/legalweb-wordpress
Catalog: languages/legalweb-cloud-*.po
Languages: de_de

source: Common
de_de: Allgemein

source: About legal web
de_de: Über legal web

source: Common Settings
de_de: Allgemeine Einstellungen

source: License Number/GUID
de_de: Lizenznummer/GUID

source: The license number/GUID which is associated with this domain.
de_de: Die Lizenznummer/GUID die mit dieser Domain verknüpft ist.

source: Activate Auto Update
de_de: Autom. Update aktivieren

source: Enables the automatic update of the popup, imprint and privacy policy.
de_de: Aktiviert die automatische Aktualisierung aller Inhalte die von der Cloud geladen werden.

source: Enable Popup
de_de: Popup aktivieren

source: Enables the popup where your visitor can opt-in and opt-out.
de_de: Aktiviert das Datenschutzpopup mit dem Ihre Besucher ein Opt-In/Opt-Out durchführen können.

source: Save changes
de_de: Änderungen speichern

source: Privacy policy
de_de: Datenschutz

source: Privacy policy page
de_de: Datenschutz Seite

source: Select
de_de: Wählen

source: Create a page that uses the shortcode <code>[legalweb-privacypolicy]</code>.
de_de: Erstellt eine Seite die den Shortcode <code>[legalweb-privacypolicy]</code> verwendet.

source: Create page
de_de: Seite erstellen

source: Attention: The shortcode <code>[legalweb-privacypolicy]</code> was not found on the page you selected.
de_de: Achtung: Der Shortcode <code>[legalweb-privacypolicy]</code> wurde auf der gewählten Seite nicht gefunden.

source: Edit page
de_de: Seite bearbeiten

source: This option also sets the wordpress option for the privacy policy page, which can be accessed in the menu "Settings/Privacy".
de_de: Diese Option setzt auch die Wordpress Einstellung für die Datenschutzbestimmungen, welche im Menü "Einstellungen/Datenschutz" konfiguriert werden kann.

source: The page can also by edited and text could be extended by the editing the selected page with the Wordpress page editor like Gutenberg.
de_de: Diese Seite ist eine normale Wordpress Seite, die mit Ihrem Page Editor (z.B. Gutenberg) genauso bearbeitet werden kann, wie Ihre anderen Seiten.

source: Imprint
de_de: Impressum

source: Imprint page
de_de: Impressum Seite

source: Create a page that uses the shortcode <code>[legalweb-imprint]</code>.
de_de: Erstellt eine Seite die den Shortcode <code>[legalweb-imprint]</code> verwendet.

source: Attention: The shortcode <code>[legalweb-imprint]</code> was not found on the page you selected.
de_de: Achtung: Der Shortcode <code>[legalweb-imprint]</code> wurde auf der gewählten Seite nicht gefunden.

source: Terms
de_de: AGB

source: Terms page
de_de: AGB Seite

source: Create a page that uses the shortcode <code>[legalweb-contractterms]</code>.
de_de: Erstellt eine Seite die den Shortcode <code>[legalweb-contractterms]</code> verwendet.

source: Attention: The shortcode <code>[legalweb-contractterms]</code> was not found on the page you selected.
de_de: Achtung: Der Shortcode <code>[legalweb-contractterms]</code> wurde auf der gewählten Seite nicht gefunden.

source: Contract Withdrawal
de_de: Widerrufsbelehrung

source: Contract withdrawal page
de_de: Widerrufsbelehrung Seite

source: Create a page that uses the shortcode <code>[legalweb-contractwithdrawal]</code>.
de_de: Erstellt eine Seite die den Shortcode <code>[legalweb-contractwithdrawal]</code> verwendet.

source: Attention: The shortcode <code>[legalweb-contractwithdrawal]</code> was not found on the page you selected.
de_de: Achtung: Der Shortcode <code>[legalweb-contractwithdrawal]</code> wurde auf der gewählten Seite nicht gefunden.

source: Contract Withdrawal Service
de_de: Widerrufsbelehrung (Dienstleistungen)

source: Contract withdrawal service page
de_de: Widerrufsbelehrung (Dienstleistungen) Seite

source: Create a page that uses the shortcode <code>[legalweb-contractwithdrawalservice]</code>.
de_de: Erstellt eine Seite die den Shortcode <code>[legalweb-contractwithdrawalservice]</code> verwendet.

source: Attention: The shortcode <code>[legalweb-contractwithdrawalservice]</code> was not found on the page you selected.
de_de: Achtung: Der Shortcode <code>[legalweb-contractwithdrawalservice]</code> wurde auf der gewählten Seite nicht gefunden.

source: Content in language code for:
de_de: Inhalt in der Sprache:

source: Copy content to clipboard
de_de: Inhalt in die Zwischenablage kopieren

source: No texts available. You need to finalize the configuration at your legal web dashboard.
de_de: Es sind derzeit keine Texte verfügbar bzw. konfiguriert. Bitte schließen Sie ihre Konfiguration im legal web Dashboard ab.

source: Contract Withdrawal Digital
de_de: Widerrufsbelehrung (Digitale Produkte)

source: Contract withdrawal digital page
de_de: Widerrufsbelehrung (Digitale Produkte) Seite

source: Create a page that uses the shortcode <code>[legalweb-contractwithdrawaldigital]</code>.
de_de: Erstellt eine Seite die den Shortcode <code>[legalweb-contractwithdrawaldigital]</code> verwendet.

source: Attention: The shortcode <code>[legalweb-contractwithdrawalproduct]</code> was not found on the page you selected.
de_de: Achtung: Der Shortcode <code>[legalweb-contractwithdrawalproduct]</code> wurde auf der gewählten Seite nicht gefunden.

source: Seal
de_de: legal web Gütesiegel

source: Shortcode to render the legal web seal
de_de: Shortcode zum Anzeigen des "legal web Siegels"

source: Place this shortcode anywhere in your content or widgets or footer to show your visitors that your page has succeeded the check.
de_de: Platzieren Sie diesen Shortcode an einer beliebigen Stelle in Ihren Inhalten, Widgets oder Fußzeilen, um Ihren Besuchern anzuzeigen, dass Ihre Seite die Prüfung erfolgreich bestanden hat.

source: Custom class of the container
de_de: Benutzerdefinierte CSS Klasse des Containers

source: You can specify custom CSS classes which get set to the outer container of the seal.
de_de: Sie können benutzerdefinierte CSS-Klassen angeben, die auf den äußeren Container des Siegels festgelegt werden.

source: Custom style of the container
de_de: Benutzerdefinierter Style des Containers

source: You can specify custom style definition which get set to the outer container of the seal.
de_de: Sie können benutzerdefinierte Styledefinitionen angeben, die auf den äußeren Behälter des Siegels festgelegt wird.

source: Custom style of the seal image
de_de: Benutzerdefinierte Styles des Bildes/der Grafik

source: You can specify custom style definition (width, height, ...) which get set to the image. For instance: width:100px; margin-right: 10px;
de_de: Sie können benutzerdefinierte Stildefinitionen (Breite, Höhe ...) angeben, die auf das Bild festgelegt wird. Zum Beispiel: width: 100px; Rand rechts: 10px;

source: Date of Version
de_de: Datum der Version

source: Last update check
de_de: Letzter Updateversuch

source: Refresh API Data
de_de: Cloud Daten aktualisieren

source: Public property $action not provied
de_de: Eigenschaft $action nicht mitgesendet

source: Privacy Policy
de_de: Datenschutz

source: Contract Withdrawal
de_de: Widerrufsbelehrung

source: Contract Withdrawal (Service)
de_de: Widerrufsbelehrung (Dienstleistungen)

source: Contract Withdrawal (Digital)
de_de: Widerrufsbelehrung (Digitale Produkte)

source: All
de_de: Alle

source: Minutes
de_de: Minuten

source: The contract terms for the selected language
de_de: Die AGB für die gewählte Sprache

source: The contract withdrawal digital for the selected language
de_de: Die Widerrufsbelehrung (Digitale Produkte) für die gewählte Sprache

source: The contract withdrawal service for the selected language
de_de: Die Widerrufsbelehrung (Dienstleistungen) für die gewählte Sprache

source: The contract withdrawal for the selected language
de_de: Die Widerrufsbelehrung für die gewählte Sprache

source: The imprint for the selected language
de_de: Das Impressum für die gewählte Sprache

source: The privacy policy for the selected language
de_de: Die Datenschutzbestimmungen für die gewählte Sprache

source: The guetesiegel for the selected language
de_de: Das legal web Siegel für die gewählte Sprache
