Repository: legalwebio/legalweb-wordpress
Catalog: languages/lw-affiliate-*.po
Languages: de_de

source: Common
de_de: Allgemein

source: About legal web
de_de: Über legal web

source: Wordpress Log
de_de: Provisions Log

source: Commission Log
de_de: Provisions Log

source: Mark Paid
de_de: Als Bezahlt markieren

source: Mark Unpaid
de_de: Als Offen markieren

source: Month
de_de: Monat

source: Date
de_de: Datum

source: Order
de_de: Bestellung

source: Value
de_de: Betrag

source: Rejected
de_de: Abgelehnt

source: Paid out
de_de: Ausbezahlt

source: You dont have commission in this period.
de_de: Sie haben keinen Provisionen in diesem Zeitraum.

source: Row(s)
de_de: Zeile(n)

source: Sum:
de_de: Summe:

source: Common Settings
de_de: Allgemeine Einstellungen

source: Activate Wordpress
de_de: Wordpress aktivieren

source: Enables the wordpress hooks. Backend stays active in any case
de_de: Aktiviert die Wordpress Hooks im Frontend.

source: Cookie lifetime in days
de_de: Cookie Lebensdauer in Tagen

source: Paypal sender email
de_de: PayPal Absender User

source: Migrate Sumo on start
de_de: Sumo Werte beim Start auslesen

source: Default commission rate in percent
de_de: Standard Provisionsrate in Prozenz

source: Delete cookie after order
de_de: Cookies nach Bestellung löschen

source: Save changes
de_de: Änderungen speichern

source: Sepa Settings
de_de: SEPA Einstellungen

source: Sepa usage term
de_de: SEPA Verwendungszweck

source: Sepa Debitor Name
de_de: SEPA Absendername

source: Sepa Bic
de_de: SEPA BIC/SWIFT

source: Partner Detail
de_de: Partner Details

source: Settings
de_de: Einstellungen

source: Commission rate in %
de_de: Provisionsrate in %

source: Visit count of the link:
de_de: Anzahl Aufrufe des Links:

source: Total commission earned:
de_de: Gesammte Provision verdient:

source: Payout Type
de_de: Auszahlungsart

source: Bank Account Owner
de_de: Kontoinhaber

source: Bank Institute Name
de_de: Bank Name

source: VAT Number
de_de: UID Nummer

source: Commissions
de_de: Provisionen

source: Partner Overview
de_de: Partner Übersicht

source: Bank transfer
de_de: Banküberweisung

source: Sum €
de_de: Summe €

source: Count visits
de_de: Anzahl Besuche

source: Count Comm.
de_de: Anzahl Prov.

source: Efficiency %
de_de: Effizienz in %

source: Payout Info Error
de_de: Auszahlungsdaten Fehler

source: Active
de_de: Aktiv

source: Direct Visit
de_de: Direkter Aufruf

source: Join the legal web wordpress program
de_de: Beim legal web Wordpress Programm teilnehmen

source: Choose between PayPal or bank transfer for receiving your earned commissions.
de_de: Wählen Sie zwischen einer Auszahlung via PayPal oder einer Banküberweisung.

source: Please select a payout type.
de_de: Bitte geben Sie eine Auszahlungsart

source: Paypal account should not be empty.
de_de: Der PayPal Account darf nicht leer sein.

source: Bank owner should not be empty.
de_de: Der Kontoinhaber darf nicht leer sein.

source: Bank IBAN should not be empty.
de_de: Der IBAN darf nicht leer sein.

source: Bank Swift should not be empty.
de_de: Der BIC/SWIFT darf nicht leer sein.

source: Bank name should not be empty.
de_de: Der Bankname darf nicht leer sein.

source: Unkown payout type selected.
de_de: Unbekannter Auszahlungstyp gewählt.

source: Your Commission Log
de_de: Ihr Provisions Log

source: If you enable your personal wordpress, you can use your personal URL and earn money with each successful order of your referrals
de_de: Wenn Sie ihren Wordpress Zugang aktivieren, können Sie ihre persönliche URL verwenden um pro vermittelten Verkauf eine Provision zu erhalten.

source: Your personal referral id:
de_de: Ihre persönliche Wordpress Id:

source: Your personal wordpress URL
de_de: Ihre persönliche Wordpress URL

source: Use this URL to generate referral orders.
de_de: Verwenden Sie diese URL um Verkaufsprovisionen zu erhalten.

source: Visit count of your link:
de_de: Besuchsanzahl ihrer URL:

source: Your total commission earned:
de_de: Ihre gesamte Provision:

source: Payout Settings
de_de: Auszahlungseinstellungen

source: Where should we refund your fees
de_de: Wie möchten Sie ihre Verkaufsprovision ausbezahlt bekommen
